const carouselItems = [
  {
    id: 1,
    type: 'Доклад',
    title: 'Совершенствование организации движения логистических потоков материальных ресурсов',
    modalSettings: {
      buttonSettings: {
          buttonClassName: 'carousel__button',
          text: 'Совершенствование организации движения логистических потоков материальных ресурсов',
          icon: ''
      },
      contentSettings: {
          title: 'Совершенствование организации движения логистических потоков материальных ресурсов', 
          content: function Content() {
              return (
              <ol>
                <li>Волчок В. Логистический сервис: услуги, повышающие эффективность движения материальных потоков в цепях поставок / В. Волчок // Современная наука: теория и практика : материалы Международной (заочной) научно-практической конференции. – Астана : Научно-издательский центр “Мир науки”, 2018. – С. 130-133.</li>
                <li>Государственный информационный ресурс бухгалтерской (финансовой) отчетности (ресурс БФО) : сайт. – URL: https://bo.nalog.ru (дата обращения: 28.05.2022)</li>
                <li>Низамова Г. Р. Роль транспортной логистики в организации движения материальных потоков / Г. Р. Низамова, Ф. Ф. Галимулина // Социальные и технические сервисы: проблемы и пути развития : сборник статей по материалам IV Всероссийской научно-практической конференции. – Нижний Новгород: Нижегородский государственный педагогический университет имени Козьмы Минина, 2018. – С. 178-181.</li>
                <li>Овчинников А. П. Использование логистической концепции при управлении движением материальными потоками предприятия / А. П. Овчинников // Экономика и предпринимательство. – 2018. – № 9(98). – С. 1240-1243.</li>
                <li>Раздел II. Пользование недрами // Закон Российской Федерации “О недрах” (в редакции, действующей с 01.07.2021). – Москва : Ассоциация “НКПРОМ”, 2021. – 116 с.</li>
                <li>Русская медная компания (РМК) : сайт. – URL: https://rmk-group.ru (дата обращения: 28.05.2022)</li>
                <li>Сергеев В. И. Логистика снабжения : учебник для бакалавриата и магистратуры / В. И. Сергеев, И. П. Эльяшевич ; под общей редакцией В. И. Сергеева. – 3-е изд., перераб. и доп. – Москва : Издательство Юрайт, 2019. – 384 с. – ISBN 978-5-534-00079-5.</li>
                <li>Томинский горно-обогатительный комбинат (ГОК) : сайт. – URL: https://tomgok.ru (дата обращения: 28.05.2022)</li>
                <li>Трудовой кодекс Российской Федерации по состоянию на 1 апреля 2022 года. – Москва : Проспект, 2022. – 320 с. – ISBN 978-5-392-36652-1.</li>
                <li>Турченко А. А. Коммерческая сделка и трансакционные затраты в логистической цепи движения материального потока / А. А. Турченко // Актуальные проблемы учета, экономического анализа и финансово-хозяйственного контроля деятельности организации : материалы VIII Международной научно-практической конференции, Воронеж, 10 декабря 2020 года. – Воронеж : Воронежский государственный университет, 2021. – С. 203-206.</li>
                <li>Федеральный закон от 26.12.1995 N 208-ФЗ (ред. от 25.02.2022) “Об акционерных обществах” : текст с изменениями и дополнениями на 2022 год. – Москва : Эксмо-Пресс, 2022. – 160 с. – ISBN 978-5-04-160525-4.</li>
                <li>Федеральный закон “О лицензировании отдельных видов деятельности” : текст с изменениями на 2022 год. – Москва : Эксмо-Пресс, 2022. – 64 с. – ISBN 978-5-04-160491-2.</li>
                <li>Хуснутдинов Р. И. Понятие, виды и классификация логистических потоков / Р. И. Хуснутдинов // Наука, образование, инновации: актуальные вопросы и современные аспекты : материалы Всероссийской научно-практической конференции / под общей редакцией Г. М. Рахимовой. – Бугульма : Общество с ограниченной ответственностью “Конверт”, 2020. – С. 568-571.</li>
                <li>Чачина Е. Б. Логистический подход к управлению движением материальных потоков / Е. Б. Чачина // Актуальные проблемы экономической науки и практики : сборник материалов конференции, Тула, 22 апреля 2021 года / под ред. А. Л. Сабининой, С. Н. Смирновой, Р. Ю. Болдыревой. – Тула : Тульский государственный университет, 2021. – С. 134-136.</li>
                <li>Черникова С. А. Основы логистики : учебное пособие / С. А. Черникова ; М-во с.-х. РФ, федеральное гос. бюджетное образов. учреждение высшего образования “Пермский гос. аграрно-технолог. ун-т им. акад. Д. Н. Прянишникова”. – Пермь : ИПЦ «Прокростъ», 2018. – 240 с. – ISBN 978-5-94279-386-9.</li>
              </ol>
              )
          },
          buttons: []
        }
    }
  },
  {
    id: 2,
    type: 'Реферат',
    title: 'Резная кость лесного Неолита',
    modalSettings: {
      buttonSettings: {
          buttonClassName: 'carousel__button',
          text: 'Резная кость лесного Неолита',
          icon: ''
      },
      contentSettings: {
          title: 'Резная кость лесного Неолита', 
          content: function Content() {
              return (
              <ol>
                <li>Бродянский Д. Л. Обитатели моря в искусстве бойсманской неолитической культуры / Д. Л. Бродянский // Археология, этнография и антропология Евразии. – 2001. – № 1(5). – С. 60-66.</li>
                <li>Бугаенко Т. Ф. Мелкая пластика – часть культуры Сибири / Т. Ф. Бугаенко // Инновации в науке. – 2015. – № 11(48). – С. 27-31.</li>
                <li>Дьяконов В. М. Находка костяного игольника с иглами на неолитической стоянке Владимировка III (Центральная Якутия): вопросы аналогии и феномен персистентности в культурном развитии / В. М. Дьяконов // Вестник Северо-Восточного федерального университета имени М. К. Аммосова: вопросы аналогии и феномен персистентности в культурном развитии / В. М. Дьяконов // Вестник Северо-Восточного научногого центра ДВО РАН. – 2014. – № 1. – С. 89-96.</li>
                <li>Жамбалтарова Е. Д. Скульптурка головы лося из Фофоновского могильника (ранний неолит, юго-восточное Прибайкалье) / Е. Д. Жамбалтарова, П. В. Волков // Вестник Новосибирского государственного университета. Серия: История. Филология. – 2013. – Т. 12, № 7. – С. 114-124.</li>
                <li>Жукова Л. Н. Неолитическое погребение каменка II на Средней Колыме (палеоэтнографический анализ) / Л. Н. Жукова // Северо-восточный гуманитарный вестник. – 2015. – № 3(12). – С. 19-26. </li>
                <li>Кашина Е. А. Искусство малых форм неолита-энеолита лесной зоны Восточной Европы : специальность 07.00.06 «Археология» : диссертация на соискание ученой степени кандидата исторических наук / Кашина Екатерина Александровна. – Москва, 2005. – 225 с.</li>
                <li>Кольцов П. М. Процесс неолитизации на евразийском пространстве / П. М. Кольцов // Известия Саратовского университета. – 2012. – Т. 12, № 3. – С. 69-75.</li>
                <li>Косорукова Н. В. Костяная подвеска-птичка из торфяниковой стоянки Караваиха-4 в бассейне озера воже / Н. В. Косорукова // Вестник Череповецкого государственного университета. – 2013. – Т. 2, № 3. – С. 43-45.</li>
                <li>Костылева Е. Л. Неолитические скульптурные орнаментиры с Сахтышских стоянок / Е. Л. Костылева, А. В. Уткин // Вестник Ивановского государственного университета. – 2012. – № 4(12). – С. 5-8.</li>
                <li>Костяные изделия неолитической стоянки Байбек / Т. Ю. Гречкина, А. А. Малютина, А. А. Выборнов, Ю. С. Лебедев // Самарский научный вестник. – 2020. – Т. 9, № 2. – С. 132-144.</li>
                <li>Лозовская О. В. Основные формы изобразительной деятельности в позднем мезолите и раннем неолите Волго-Окского междуречья по материалам стоянки Замостье 2 / О. В. Лозовская // Проблемы истории, филологии, культуры. – 2018. – № 2(60). – С. 208-226.</li>
                <li>Лозовский В. М. Переход от лесного мезолита к лесному неолиту в Волго-Окском междуречье / В. М. Лозовский // Неолит – энеолит севера Восточной Европы. – Санкт-Петербург : Наука, 2003. – С. 219-240.</li>
                <li>Лопатин В. А. Орнаментированные путовые кости лошади в искусстве неолита-энеолита степной Евразии / В. А. Лопатин, А. С. Порхунова // Археологические памятники Оренбуржья. Сборник научных трудов. – Оренбург : Оренбургский государственный педагогический университет, 2011. – С. 12-29.</li>
                <li>Морозов А. В. К проблеме изучения искусства малых форм эпохи неолита энеолита Сибири (на примере анализа образа медведя) / А. В. Морозов // Вестник археологии, антропологии и этнографии. – 2010. – № 2(13). – С. 12-19.</li>
                <li>Морозов А. В. Некоторые вопросы функционально-смыслового назначения предметов мелкой пластики в эпоху неолита-энеолита Сибири / А. В. Морозов // Вестник Кемеровского государственного университета. – 2013. – Т. 4, № 3. – С. 50-56.</li>
                <li>Проблемы хронологии и этнокультурных взаимодействий в неолите Евразии (хронология неолита, особенности культур и неолитизация регионов, взаимодействия неолитических культур в Восточной и Средней Европе) / под ред. В. И. Тимофеева, Г. И. Зайцевой. – Санкт-Петербург : Институт истории материальной культуры РАН, 2004. – 320 с. – ISBN 5-201-01230-2.</li>
                <li>Руденко К. А. Генезис культуры народов Среднего Поволжья (на примере традиционных ремесел) / К. А. Руденко // Вестник Казанского государственного университета культуры и искусств. – 2018. – № 4. – С. 33-38.</li>
                <li>Савченко С. Н. Костяные изделия с изображениями с озера Вечера и их аналогии в мезолите-неолите восточной Европы и Урала / С. Н. Савченко // Краткие сообщения института археологии. – 2020. – № 260. – С. 167-183.</li>яя
                <li>Сериков Ю. В. Мелкая пластика в искусстве каменного века Урала / Ю. В. Сериков // Древнее искусство в контексте культурно-исторических процессов Евразии. Материалы Всероссийской научной конференции с международным участием к 300-летию научного открытия "Томской писаницы". – Кемерово : ГОУ ДПО (ПК) C «Кузбасский региональный институт повышения квалификации и переподготовки работников образования», 2021. – С. 365-375.</li>
                <li>Ставицкий В. В. К вопросу о единстве критериев неолитической эпохи для культур Севера и Юга / В. В. Ставицкий // Самарский научный вестник. – 2014. – № 3(8). – С. 171-177.</li>
                <li>Эволюция неолитических культур Восточной Европы. Материалы международной конференции, посвященной 120-летию М.Е. Фосс, 110-летию Н.Н. Гуриной и 80-летию А.Т. Синюка / под ред. А. А. Выборнова [и др.]. – Самара : Порто-принт, 2019. – 2019 с.</li>
                <li>Юдин А. И. Костяные предметы искусства из коллекции варфоломеевской стоянки / А. И. Юдин // Российская археология. – 2003. – № 4. – С. 9-24.</li>
                <li>Dietrich O. A Decorated Bone "Spatula" from Göbekli Tepe. On the Pitfalls of Iconographic Interpretations of Early Neolithic Art / O. Dietrich, J. Notroff // NEO-LITHICS. – 2017. – № 1/16. – P. 22-31.</li>
                <li>Ibáñez J. The human face and the origins of the Neolithic: the carved bone wand from Tell Qarassa North, Syria / J. Ibáñez, J. González-Urquijo, F. Braemer // Antiquity. – 2014. – № 88(339). – P. 81-94.</li>
                <li>Lozovskaya O. Bone and antler projectile points from the Meso-Neolithic site Zamostje 2, Moscow region, Russia / O. Lozovskaya, V. Lozovski // Untersuchungen und Materialien zur Steinzeit in Schleswig-Holstein und im Ostseeraum. – 2020. – № 10. – P. 341-365.</li>
              </ol>
              )
          },
          buttons: []
        }
    }
  },
  {
    id: 3,
    type: 'Курсовая',
    title: 'Взаимосвязь агрессии и межличностных отношений у подростков',
    modalSettings: {
      buttonSettings: {
          buttonClassName: 'carousel__button',
          text: 'Взаимосвязь агрессии и межличностных отношений у подростков',
          icon: ''
      },
      contentSettings: {
          title: 'Взаимосвязь агрессии и межличностных отношений у подростков', 
          content: function Content() {
              return (
              <ol>
                <li>Абдурасулов Д. А. Технология преодоления агрессии во взаимоотношениях подростков / Д. А. Абдурасулов, А. Н. Нестерова // Человек. Общество. Инклюзия. – 2020. – № 2(42). – С. 90-97.</li>
                <li>Абдурахманов Д. В. Г. Особенности агрессивного поведения в подростковом возрасте / Д. В. Г. Абдурахманов, А. М. Мусостова, Р. М. Эхаева // Наука и молодежь : Сборник материалов Всероссийской научно-практической конференции студентов, аспирантов и молодых ученых, Грозный, 22 октября 2021 года. – Грозный : Чеченский государственный университет им. Ахмата Абдулхамидовича Кадырова, 2021. – С. 206-209. </li>
                <li>Абрамова А. А. Влияние условий обучения на проявление агрессивности у подростков / А. А. Абрамова, С. О. Кузнецова // Тюменский медицинский журнал. – 2012. – № 1. – С. 4. </li>
                <li>Авдулова Т. П. Агрессивность в подростковой среде / Т. П. Авдулова. – Москва : Юрайт, 2019. – 126 с. </li>
                <li>Агеенкова Е. К. Направленность агрессии у подростков / Е. К. Агеенкова, В. А. Волчёк // Психология и жизнь: актуальные проблемы психологии образования : материалы III Междунар. науч.-практ. конф. 14-15 ноября 2018 г. – Минск, 2018. – С. 469-473.</li>
                <li>Агеенкова Е. К. Направленность агрессии у детей подросткового возраста / Е. К. Агеенкова // Управление в социальных и экономических системах: материалы XXIV Междунар. науч.-практ. конф. (г. Минск, 14 мая 2015 г.). – Минск, 2015. – С. 208-210.</li>
                <li>Агрессия в среде подростков и ее профилактика / Д. М. Камалиев, А. С. Ракишева, Ж. И. Самсонова, Р. А. Жетеева // Вестник Казахского национального медицинского университета. – 2021. – № 1. – С. 97-99. </li>
                <li>Агрессия у детей и подростков : учебное пособие / под ред. Н. М. Платоновой. – Санкт-Петербург : Речь, 2006. – 336 с.</li>
                <li>Акбар Э. Ю. Некоторые теоретико-практические аспекты деструктивного поведения подростков / Э. Ю. Акбар // Science Time. – 2014. – № 6. – С. 6-13. </li>
                <li>Банщикова Т. Н. Агрессия как понятийный конструкт: объяснительные характеристики и виды. / Т. Н. Банщикова. // Научно-методический электронный журнал концепт. – 2013. – № 8. – 71-75 с. </li>
                <li>Борисова Т. С. Влияние субъектов образовательной практики на проявление агрессии в подростковом возрасте / Т. С. Борисова, Е. А. Зорина, Е. Е. Сартакова // Научно-педагогическое обозрение. – 2020. – № 6(34). – С. 73-81. </li>
                <li>Буртешова А. Б. Психология подросткового возраста и анализ проявления агрессии подростков / А. Б. Буртешова // Экономика и социум. – 2022. – № 1-2(92). – С. 556-561. </li>
                <li>Бурцева, К. А. Сравнительная характеристика видов агрессии у подростков с разным социальным статусом / К. А. Бурцева, О. Б. Нестеренко // Педагогика и психология: вопросы теории и практики. – 2020. – № 4. – С. 16-21. </li>
                <li>Васина Н. А. Прокрастинация и агрессия как формы психологических защит подростков / Н. А. Васина // Агрессия и жестокость в молодежной среде: причины, тенденции и профилактика : материалы межвузовской научно-практической конференции, Нижний Новгород, 18 марта 2020 года. – Нижний Новгород : Белый цвет, 2020. – С. 32-34. </li>
                <li>Вишневецкий К. В. Вербальная агрессия как фоновое явление агрессивной преступности / К. В. Вишневецкий // Гуманитарные, социально-экономические и общественные науки. – 2021. – № 1. – С. 109-113. </li>
                <li>Вишняков А. И. Причины немотивированной агрессии у трудных подростков / А. И. Вишняков, К. Е. Буцына // Современные проблемы науки и образования. – 2014. – № 4. – С. 576. </li>
                <li>Гаранина Ж. Г. Влияние агрессивности на межличностные отношения подростков / Ж. Г. Гаранина, А. В. Тимофеева // Огарёв-Online. – 2021. – № 16(169).  – С. 1-6.</li>
                <li>Глебов В. В. Профилактика агрессивного поведения подростков. / В. В. Глебов, М. В. Рязанцева // Профессиональное образование. Столица. – 2008. – № 5. – 16-17 с. </li>
                <li>Глушкова Н. И. Психологическая помощь подросткам в ситуации кризиса межличностного взаимодействия / Н. И. Глушкова, А. В. Айтманбетова // Успехи современного естествознания. – 2007. – № 1. – С. 62-63. </li>
                <li>Дементьева И. Ф. Факторы проявления агрессии детей в школьной среде / И. Ф. Дементьева, Т. С. Борисова // Научно-педагогическое обозрение. – 2020. – № 4(32). – С. 47-54. </li>
                <li>Демина В.В. Проблемы детской и подростковой агрессии и пути ее снижения. / В.В. Демина, Е.М. Тимофеева. // Обучение и воспитание: методики и практика. – 2014. – № 11. – С. 18-22. </li>
                <li>Зимелева З. А. Агрессивное поведение подростков и личность родителей / З. А. Зимелева // Психологическая наука и образования. 2001. – № 4. – С. 22-27.</li>
                <li>Зубова Л. В. Влияние агрессивности подростков на их положение в группе сверстников / Л. В. Зубова, А. А. Кириенко, Е. В. Назаренко // Вестник Оренбургского государственного университета. – 2017. – № 10(210). – С. 60-64. </li>
                <li>Типологические модели поведения подростков с различными формами аддиктивного поведения / Д. Д. Исаев, И. И. Журавлев, В. В. Деметьев, С. Д. Озерцковсий. – Санкт-Петербург, 2007. – 332 с.</li>
                <li>Кириленко И. И. Проблема агрессия подростков в контексте детско-родительских отношений / И. И. Кириленко // Известия ТРТУ. – 2006. – № 14(69). – С. 224-227. </li>
                <li>Коповой А. С. Агрессивное поведение подростков / А. С. Коповой. – Саратов : Слово, 2005. – 109 с.</li>
                <li>Куприенко А. О. Влияние семейной ситуации на агрессию подростков / А. О. Куприенко // XIV Всероссийская с международным участием конференция студентов, аспирантов и молодых ученых "Наука и образование", Томск, 19–23 апреля 2010 года. – Томск : Томский государственный педагогический университет, 2010. – С. 125-127. </li>
                <li>Ларионов П. М. Социально-психологические факторы, провоцирующие агрессию у подростков / П. М. Ларионов // Вестник Балтийского федерального университета им. И. Канта. – 2020. – № 3. – С. 74-91.</li>
                <li>Локотош А. С. Особенности взаимосвязи стиля семейного воспитания и формами проявления агрессии и враждебности у подростков / А. С. Локотош // Ростовский научный вестник. – 2021. – № 5. – С. 85-87. </li>
                <li>Манчееа Р. П. Взаимосвязь между агрессией и самооценкой межличностных отношений у подростков / Р. П. Манчееа // Актуальные проблемы педагогики и психологии : материалы III международной научно-практической конференции, Москва, 01 февраля 2018 года. – Москва : Московский государственный институт культуры, 2018. – С. 22-28. </li>
                <li>Минеева Л. А. Информационные факторы, влияющие на проявление агрессии у подростков / Л. А. Минеева // Вестник научных конференций. – 2020. – № 11-4(63). – С. 76-78. </li>
                <li>Можгинский Ю.Б. Агрессия подростков : учебное пособие / Ю.Б. Можгинский. – Москва : МЕДпресс, 2006. – 128 с. </li>
                <li>Никифорова Л. В. Виды проявления агрессии у старших подростков в зависимости от половой принадлежности / Л. В. Никифорова // Инновационные научные исследования. – 2021. – № 6-3(8). – С. 235-243. </li>
                <li>Паренс Г. А. Агрессия наших детей : учебное пособие / Г. А. Паренс. – Москва : Форум, 2007. – 152 с.</li>
                <li>Платонова Н. М. Агрессия у детей и подростков : учебное пособие / Н. М. Платонова. – Санкт-Петербург : Речь, 2006. – 331 с.</li>
                <li>Плешакова Д. А. Факторы формирования агрессии у подростков / Д. А. Плешакова // Современные научные исследования и инновации. – 2020. – № 10(114). – С. 21. </li>
                <li>Риккер А. С. Динамика развития уровня агрессии у подростков / А. С. Риккер // Проблемы образования в условиях инновационного развития. – 2020. – № 1. – С. 124-128. </li>
                <li>Рогова Е. Е. Особенности проявления агрессии у подростков с разным уровнем самооценки / Е. Е. Рогова // Ученые записки университета им. П.Ф. Лесгафта. – 2020. – № 12(190). – С. 360-363. </li>
                <li>Романова Е. В. Проявления агрессии у подростков из семей, находящихся в состоянии развода / Е. В. Романова, Н. А. Хвалина, Е. И. Туревская // Социокультурные и психологические проблемы современной семьи: актуальные вопросы сопровождения и поддержки : Сборник материалов VI Международной научно-практической конференции, Тула, 19 ноября 2020 года. – Чебоксары : Издательский дом «Среда», 2020. – С. 273-277. </li>
                <li>Семенюк Л. М. Психологические особенности агрессивного поведения подростков и условия его коррекции / Л. М. Семенюк. – Москва : Просвещение, 2003. – 38 с. </li>
                <li>Семенюк Л.М. Психологические особенности агрессивного поведения подростков и условия его коррекции. – Москва, 2006. – 40 с.</li>
                <li>Сетко Н. П. Особенности формирования агрессии у современных подростков различных возрастных групп / Н. П. Сетко, Е. В. Булычева, И. А. Сетко // Оренбургский медицинский вестник. – 2021. – Т. 9., № 3(35). – С. 56-59. </li>
                <li>Собкин В. С. Физическая агрессия современного подростка: влияние стратификационных и социокультурных факторов / В. С. Собкин, Е. А. Калашникова, Ю. О. Коломиец // Ученые записки ИУО РАО. – 2020. – № 3(75). – С. 79-99.</li>
                <li>Татаринцева Е. С. Причины возникновения агрессии среди подростков / Е. С. Татаринцева, С. В. Ханин // Современные тенденции развития молодежной среды: проблемы, вызовы, перспективы : Материалы межвузовской научно-практической конференции, Нижний Новгород, 17 марта 2021 года. – Нижний Новгород: Белый цвет, 2021. – С. 250-254. </li>
                <li>Твелова И. А. Семья как фактор возникновения и проявления агрессии у подростков / И. А. Твелова, А. А. Куликова // Образование в России: история, опыт, проблемы, перспективы. – 2020. – № 2(13). – С. 98-102. </li>
                <li>Терешко А. В. Особенности проявления агрессии подростков с разным уровнем самооценки / А. В. Терешко // Студенческий. – 2021. – № 22-2(150). – С. 88-90. </li>
                <li>Терешко А. В. Эмпирическое исследование особенностей проявления агрессии подростков с разным уровнем самооценки / А. В. Терешко // Студенческий. – 2021. – № 22-2(150). – С. 91-95.</li>
                <li>Тетеркина П. В. Взаимосвязь типа детско-родительских отношений с особенностями проявления агрессии у младшего подростка / П. В. Тетеркина, С. В. Котовская // Актуальные вопросы современной науки и практики : Сборник научных статей по материалам VII Международной научно-практической конференции, Уфа, 03 января 2022 года. – Уфа : Научно-издательский центр "Вестник науки", 2022. – С. 91-97. </li>
                <li>Тутаева А. А. Агрессия как форма девиантного поведения у подростков, причины и способы коррекции / А. А. Тутаева, О. В. Шабанова // Актуальные проблемы социальной сферы и сферы сервиса: теория и практика : Сборник работ по результатам Международной заочной научно-практической конференции. – Ульяновск : Издательский центр ФГБОУ ВО «Ульяновский государственный университет», 2020. – С. 311-313. </li>
                <li>Шурлакова Н. А. Самооценка и социометрический статус старших подростков с различным уровнем агрессии / Н. А. Шурлакова // Молодёжь и наука: актуальные проблемы педагогики и психологии. – 2020. – № 5. – С. 184-194. </li>
                <li>Юрова Ю. В. Влияние семейного воспитания на уровень агрессии подростка / Ю. В. Юрова // Социальные отношения. – 2021. – № 4(39). – С. 95-100. </li>
                <li>Яшкова А. Н. Агрессия и эмпатия подростков / А. Н. Яшкова, К. А. Милаева // Актуальные проблемы и перспективы развития современной психологии. – 2020. – № 1. – С. 82-87. </li>
                <li>Bandura A. Adolescent aggression: a study of the influence of child-training practices and family interrelationships / A. Bandura, R. H. Walters. – New York : Ronald Press Co, 1959. – 475 с.</li>
                <li>Davis D. L. The Aggressive Adolescent / D. L. Davis. – New York, 2014. – 182 с.</li>
                <li>Shameem F. Aggression in adolescents as a function of parent-child relationships / F. Shameem, S. Hamid // Pakistan Journal of Psychology. – 2009. – № 40. – С. 3-14.</li>
              </ol>
              )
          },
          buttons: []
        }
    }
  },
  {
    id: 4,
    type: 'Статья',
    title: 'Видеоблоги на видеохостинге YouTube как новые медиа',
    modalSettings: {
      buttonSettings: {
          buttonClassName: 'carousel__button',
          text: 'Видеоблоги на видеохостинге YouTube как новые медиа',
          icon: ''
      },
      contentSettings: {
          title: 'Видеоблоги на видеохостинге YouTube как новые медиа', 
          content: function Content() {
              return (
              <ol>
                <li>Абдрахманов А. Е. Развитие рекламы в пространстве новых медиа / А. Е. Абдрахманов // Вестник науки. – 2019. – Т. 1. – № 12(21). – С. 7-10.</li>
                <li>Алексеева А. О. Новые интерактивные медиа в контексте теорий информационного общества : специальность 10.01.10 Журналистика : автореферат диссертации на соискание ученой степени кандидата филологических наук / А. О. Алексеева. – Москва, 2006. – 188 с.</li>
                <li>Бардина А. А. Видеоблоги как разновидность новых медиа / А. А. Бардина // XLV Огарёвские чтения : материалы научной конференции. В 3-х частях, Саранск, 08–13 декабря 2016 года / Ответственный за выпуск П.В. Сенин. – Саранск : Национальный исследовательский Мордовский государственный университет им. Н.П. Огарёва, 2017. – С. 190-193.</li>
                <li>Блог // Академик. Словари и энциклопедии на Академике. – URL: https://dic.academic.ru/dic.nsf/es/70926/ (дата обращения: 03.12.2021). </li>
                <li>Быков И. А., Филатова О. Г. Технологии Веб 2. 0 и связи с общественностью: смена парадигмы или дополнительные возможности? / И. А. Быков, О. Г. Филатова // Вестник СПбГУ. Язык и литература. – 2011. – № 2. – С. 226-237.</li>
                <li>Вакурова Н. В., Московкин Л. И. Типология жанров современной экранной продукции : учебное пособие / Н. В. Вакурова, Л. И. Московкин. – Москва, 1997. – 62 с.</li>
                <li>Вартанова Е. Л. Новые медиа как фактор модернизации СМИ / Е. Л. Вартанова // Информационное общество. – 2008. – № 5-6. – С. 37-39.</li>
                <li>Дадаева Т. М., Сновальникова У. А. Отражение социальных проблем в новых медиа (на примере видеоблога YouTube-канала TrashSmash) / Т. М. Дадаева, У. А. Сновальникова // Огарёв-Online. – 2019. – № 9(130). – С. 1.</li>
                <li>Демченков С. А., Заднепрянская А. С. Видеоблоги как разновидность новых медиа: проблема типологии / С. А. Демченков, А. С. Заднепрянская // Электронные средства массовой информации: вчера, сегодня, завтра : материалы IX Всероссийской научно-практической конференции, Санкт-Петербург, 10 апреля 2015 года / Санкт-Петербургский гуманитарный университет профсоюзов. – СПб.: Санкт-Петербургский гуманитарный университет профсоюзов, 2015. – С. 58-60.</li>
                <li>Доронина Ю. Г. Видеоблоги как новые медиа / Ю. Г. Доронина // Альманах мировой науки. – 2018. – № 6(26). – С. 97-99.</li>
                <li>Дружинин А. М. Видеоблог: литературная традиция и политические стратегии / А. М. Дружинин // Вестник ВГИК. – 2020. – Т. 12. – № 2(44). – С. 84-94.</li>
                <li>Игнатенко М. В. Трансформации этикета в новых медиа (на примере Youtube-канала «Вдудь») / М. В. Игнатенко // Медиакультура и медиаобразование: реалии и перспективы : материалы Межвузовского научного семинара молодых ученых, Екатеринбург, 22 ноября 2019 года / под редакцией Н.Б. Кирилловой, И.Я. Мурзиной [и др.]. – Екатеринбург : Уральский государственный педагогический университет, 2019. – С. 31-35.</li>
                <li>Как YouTube помогает авторам контента // Справка. – YouTube. — URL: https://support.google.com/youtube/answer/9962575?hl=ru (дата обращения: 24.04.2022). </li>
                <li>Калмыков А. А. Интерактивная гипертекстовая журналистика в системе отечественных СМИ / А. А. Калмыков. – Москва : Директ-Медиа, 2016. – 84 с.</li>
                <li>Капитан Т. Ф. Проблемы типологии в новых медиа: анализ Youtube каналов «редакция» и «Parfenon» / Т. Ф. Капитан // Евгений Шварц и проблемы развития отечественной литературы XX века : материалы Всероссийской научной конференции, Майкоп, 21–23 октября 2021 года / Адыгейский государственный университет. – Майкоп :    Адыгейский государственный университет, 2021. – С. 213-216.</li>
                <li>Киреев С. П. Новые медиа в современном информационно-коммуникационном пространстве / С. П Киреев // Социология. – 2010. – № 2. – 115-128 c.</li>
                <li>Кроссплатформенность // Академик. Словари и энциклопедии на Академике. – URL: https://dic.academic.ru/dic.nsf/ruwiki/989953 (дата обращения: 23.04.2022).  </li>
                <li>Манович Л. Язык новых медиа / Л. Манович. – Москва :Ад Маргинем Пресс, 2018. – 399 с.</li>
                <li>Носовец С. Г. Новые медиа: к определению понятия // Коммуникативные исследования. 2016. № 4 – С. 39-48</li>
                <li>Попов А. А., Кожемякин Е. А. Журналистский блоггинг как новая форма профессиональной журналистики: опыт сравнения с "традиционной" журналистикой / А. А. Попов, Е. А. Кожемякин // Журналистика и медиаобразование 2010 : сб. тр. IV междунар. науч.-практ. конф., Белгород, 22-24 сент. 2010 г. / под ред. А.П. Короченского, М.Ю. Казак. – Белгород, 2010. – С. 89-94.</li>
                <li>Прохоров Е. П. Введение в теорию журналистики / Е. П. Прохоров. – Москва : Издательство МГУ, 2005. – 368 с.</li>
                <li>Российская аудитория социальных сетей и мессенджеров: изменения на фоне спецоперации // ВЦИОМ. – 18.04.2022. – URL: https://wciom.ru/analytical-reviews/analiticheskii-obzor/rossiiskaja-auditorija-socialnykh-setei-i-messendzherov-izmenenija-na-fone-specoperacii (дата обращения: 20.04.22)  </li>
                <li>Сергеева Т. С., Дорощук Е. С. Своеобразие российского арт-блогинга как новой формы медиатворчества цифровой эпохи / Т. С. Сергеева, Е. С. Дорощук // Художественное образование и наука. – 2021. – № 3(28). – С. 50-57.</li>
                <li>Сухачева А. Что такое YouTube-журналистика? Опыт Алексея Пивоварова / А. Сухачева // Новый репортер. – 15.09.2020. – URL: https://newreporter.org/2020/09/15/chto-takoe-youtube-zhurnalistika-opyt-alekseya-pivovarova/ (дата обращения: 05.03.2021).  </li>
                <li>Текутьева И. А. Жанрово-тематическая классификация видеоблогинга / И. А. Текутьева // Медиасреда. – 2016. – № 11. – 139 с.</li>
                <li>Федеральный закон "О внесении изменений в Федеральный закон "Об информации, информационных технологиях и о защите информации" и отдельные законодательные акты Российской Федерации по вопросам упорядочения обмена информацией с использованием информационно-телекоммуникационных сетей" от 05.05.2014 N 97-ФЗ (последняя редакция) // Консультант Плюс. – URL: http://www.consultant.ru/document/cons_doc_LAW_162586/ (дата обращения: 17.04.2022).</li>
                <li>Федеральный закон "О внесении изменений в Федеральный закон "Об информации, информационных технологиях и о защите информации" от 29.07.2017 N 276-ФЗ (последняя редакция) // Консультант Плюс. – URL: http://www.consultant.ru/document/cons_doc_LAW_221230/ (дата обращения: 17.04.2022).</li>
                <li>Федеральный закон "О внесении изменений в Федеральный закон "Об информации, информационных технологиях и о защите информации" от 29.07.2017 N 276-ФЗ (последняя редакция) // Консультант Плюс. – URL: http://www.consultant.ru/document/cons_doc_LAW_221230/ (дата обращения: 17.04.2022).</li>
                <li>Федорова Ж. В. Новая социальность новых медиа: проблемное поле явления / Ж. В. Федорова // "Общество 5.0": парадоксы цифрового будущего. VII Садыковские чтения : материалы Международной научно-образовательной конференции, Казань, 15–16 ноября 2019 года / Под редакцией Г.К. Гизатовой, О.Г. Ивановой, А.Р. Каримова [и др.]. – Казань : Казанский (Приволжский) федеральный университет, 2019. – С. 239-245.</li>
                <li>Федорова Ж. В. Социальные медиа в эпоху digital-экспансии / Ж. В. Федорова // Язык и речь в Интернете: личность, общество, коммуникация, культура : сборник статей V Международной научно-практической конференции, Москва, 22–23 апреля 2021 года / Российский университет дружбы народов. – Москва : Российский университет дружбы народов, 2021. – С. 387-392.</li>
                <li>Фомичева И. Д. Социология интернет-СМИ : учебное пособие / И. Д Фомичева. – Москва : Факультет журналистики МГУ им. М.В. Ломоносова, 2005. – 79 с.</li>
                <li>Хлызова А. А. Обновление системы телевизионных жанров в современных медиаусловиях / А. А. Хлызова // Журналистский ежегодник. – 2015. – № 4. – С. 73–76.</li>
                <li>Черных М. Видеоблогинг как феномен новых медиа / М. Черных // Справочник. – URL: https://spravochnick.ru/zhurnalistika/videobloging_kak_fenomen_novyh_media/ (дата обращения: 03.06.2022).</li>
                <li>Чулкова О. Р. Видеоблог как новый инструмент информационной деятельности / О. Р. Чулкова // Интерактив плюс. – URL: https://interactive-plus.ru/e-articles/292/Action292-116787.pdf (дата обращения: 01.02.2022).  </li>
                <li>Blog Internet // Britannica/ – URL: https://www.britannica.com/topic/blog/ (дата обращения: 04.12.2021).  </li>
                <li>Crosbie V. What is New Media? / V. Crosbie // Sociology Central. — URL: http://www.sociology.org.uk/as4mm3a.doc (дата обращения: 03.11.2021).  </li>
                <li>Digital 2020: global digital overview // DataReportal. – 30.01.2020. – URL: https://datareportal.com/reports/digital-2020-global-digital-overview (дата обращения: 21.04.2021).  </li>
                <li>Digital 2022: another year of bumper growth // We Are Social Ltd. – 26.01.2022. – URL: https://wearesocial.com/uk/blog/2022/01/digital-2022-another-year-of-bumper-growth-2/ (дата обращения: 21.04.2021).  </li>
                <li>Ever wonder how YouTube works? // YouTube. – URL: https://www.youtube.com/intl/en-GB/howyoutubeworks/ (дата обращения: 25.11.2021)</li>
                <li>Joan E. S. YouTube's AI is the puppet master over most of what you watch / E. S. Joan // CNET Your guide to a better future. – 10.01.2018. – URL: https://www.cnet.com/tech/services-and-software/youtube-ces-2018-neal-mohan/ (дата обращения: 25.04.2022).    </li>
                <li>Smartphone Distribution Flow and Channel by Region // Strategy Analytics. – 14.07.2021. – URL: https://www.strategyanalytics.com/access-services/devices/mobile-phones/smartphone/smartphones/market-data/report-detail/smartphone-distribution-flow-and-channel-by-region-country-forecast-report-2007-to-2026 (дата обращения: 17.11.2021).  </li>
                <li>Stuart A. Online news: journalism and the Internet / A. Stuart. – Glasgow : Bell & Bain Ltd, 2006. – 2016 с.</li>
                <li>Wright D. K., Hinson M. D. New Communications Media Are Being Used in Public Relations: A Longitudinal Analysis / D. K. Wright, M. D. Hinson // Public Relations Journal. – 2010. – Vol. 4, №3 – 27 с.</li>
              </ol>
              )
          },
          buttons: []
        }
    }
  },
  {
    id: 5,
    type: 'Диплом',
    title: 'Особенности информационной инфраструктуры современного бизнеса',
    modalSettings: {
      buttonSettings: {
          buttonClassName: 'carousel__button',
          text: 'Особенности информационной инфраструктуры современного бизнеса',
          icon: ''
      },
      contentSettings: {
          title: 'Особенности информационной инфраструктуры современного бизнеса', 
          content: function Content() {
              return (
              <ol>
              <p>Список разделен на логические подразделы, источники в каждом отсортированы по алфавиту.</p>
                <h4>1. Понятие информационной инфраструктуры в бизнесе</h4>
                <h5>1.1. Общие сведения об информационной инфраструктуре предприятия</h5>
                <li>Амонов М. О. Ключевые направления информационного обеспечения предпринимательских структур / М. О. Амонов // Известия Санкт-Петербургского университета экономики и финансов. – 2012. – № 4. – С. 58-61.</li>
                <li>Гатаулин А. М. Система балльной оценки уровня зрелости информационной инфраструктуры / А. М. Гатаулин, Н. В. Карпузова // Агроинженерия. – 2013. – № 2. – С. 68-71.</li>
                <li>Горбунова Ю. И. Информационная инфраструктура: современная сущность, подотрасли ее составляющие / Ю. И. Горбунова, О. Н. Горбунова // Социально-экономические явления и процессы. – 2014. – № 2. – С. 14-21</li>
                <li>Жилкин И. В. Информационная инфраструктура управления предприятием / И. В. Жилкин // Экономика в промышленности. – 2011. – № 1. – С. 56-61.</li>
                <li>Исаев Д. В. Корпоративное управление и стратегический менеджмент. Информационный аспект : монография / Д. В. Исаев. – Москва : Высшая Школа Экономики (ВШЭ), 2011. – 220 с. – ISBN 978-5-7598-0697-4.</li>
                <li>Ишмурадова И. И. Информационная инфраструктура предприятия как инструмент реализации системы менеджмента / И. И. Ишмурадова // Российское предпринимательство. – 2014. – № 8. – С. 83-88.</li>
                <li>Кельбах В. С. Формирование современной информационно-коммуникационной инфраструктуры / В. С. Кельбах // Экономическое возрождение России. – 2011. – Т. 30, № 4. – С. 98-202</li>
                <li>Коваленко Е. А. Введение в теорию информационного пространства организации / Е. А. Коваленко // Экономика и современный менеджмент: теория и практика. – 2013. – № 29. – С. 96-101.</li>
                <li>Койда С. П. Информационная инфраструктура предпринимательской деятельности: сущность и перспективы развития / С. П. Койда // Russian Journal of Education and Psychology. – 2013. – № 1(21). – С. 10-21.</li>
                <li>Космачева Н. М. Становление инфраструктуры малого и среднего бизнеса в регионе / Н. М. Космачева // Вестник Ленинградского государственного университета им. А. С. Пушкина. – 2011. – Т. 6, № 3. – С. 36-54.</li>
                <li>Кузнецова А. И. Инфраструктура. Вопросы теории, методологии и прикладные аспекты современного инфраструктурного обустройства. Геоэкономический подход : монография / А. И. Кузнецова. – Москва : КомКнига, 2011. – 456 с.</li>
                <li>Левыкин В. М. Разработка моделей инфраструктуры предприятия и инфраструктуры системы, их оценка и установление соответствия между элементами моделей / В. М. Левыкин, И. А. Юрьев // Автоматизированные системы управления и приборы автоматики. – 2016. – № 11. – С. 4-9.</li>
                <li>Ломакин М. И. Экономические механизмы развития информационной инфраструктуры предприятия / М. И. Ломакин // Транспортное дело России. – 2011. – № 4. – С. 175-179.</li>
                <li>Мальцева И. С. Информационное обеспечение как элемент инфраструктуры локального продовольственного рынка / И. С. Мальцева // Никоновские чтения. – 2012. – № 17. – С. 137-140.</li>
                <li>Овешникова Л. В. Содержание стратегического планирования и прогнозирования инфраструктурного обеспечения предпринимательской деятельности / Л. В. Овешникова // Современные проблемы науки и образования. – 2013. – № 3. – С. 296.</li>
                <li>Ситнов А. А. Аудит состояния информационной инфраструктуры / А. А. Ситнов // Аудитор. – 2012. – № 12(214). – С. 16-21.</li>
                <li>Хоменко Е. Б. Информационная инфраструктура фирмы: экономическая сущность и особенности формирования состава / Е. Б. Хоменко, И. В. Матвеева // Наука Удмуртии. – 2014. – № 3. – С. 233-242.</li>
                <li>Царегородцев А. В. Один из подходов к управлению информационной безопасностью при разработке информационной инфраструктуры организации / А. В. Царегородцев, А. К. Качко // Национальная безопасность. – 2012. – № 1(18). – С. 46-59.</li>

                <h5>1.2. Роль и значение информационной инфраструктуры</h5>
                <li>Барышев Р. С. Планирование и оптимизация информационной инфраструктуры организации / Р. С. Барышев // Социально-экономические явления и процессы. – 2013. – № 6. – С. 49-52.</li>
                <li>Горбунова Ю. И. Факторы, сдерживающие развитие региональной информационной инфраструктуры и использование современных информационных технологий / Ю. И. Горбунова, О. Н. Горбунова, Ю. В. Шестакова // Актуальные проблемы экономического развития. Сборник статей Международной научно-практической конференции. – Уфа, 2014. – С. 71-76</li>
                <li>Давлеткиреева Л. З. Анализ и установление уровня зрелости информационной инфраструктуры организации для управления непрерывностью бизнеса / Л. З. Давлеткиреева, Г. Н. Чусавитина // Современные информационные технологии и ИТ-образование. – 2012. – № 8. – С. 529-544.</li>
                <li>Иванов С. Н. Система управления информационной инфраструктурой регионального инвестиционно-строительного комплекса / С. Н. Иванов // Экономика и управление. – 2012. – № 3(77). – С. 79-82</li>
                <li>Койда С. П. Тенденции развития информационной инфраструктуры обеспечения предпринимательской деятельности / С. П. Койда // Известия Санкт-Петербургского государственного экономического университета. – 2012. – № 5(77). – С. 75-78.</li>
                <li>Куратова Л. А. Особенности информационной инфраструктуры территории в развитии сельского предпринимательства / Л. А. Куратова // Актуальные проблемы, направления и механизмы развития производительных сил Севера. Материалы Четвертого Всероссийского научного семинара : в 2 частях. – Сыктывкар, 2014. – С. 334-340.</li>
                <li>Набиев Р. А. Развитие информационной инфраструктуры поддержки предпринимательства как эффективное средство снижения трансакционных издержек / Р. А. Набиев, В. В. Зверев // Бизнес. Образование. Право. – 2011. – № 1(14). – С. 133-136.</li>
                <li>Назарова О. Б. Аудит информационной инфраструктуры компании и разработка ИТ-стратегии : монография / О. Б. Назарова, Л. З. Давлеткиреева, И. В. Малахова. – Магнитогорск: Изд-во Магнитогорск. гос. ун-та, 2012. – 224 с. – ISBN 978-5-86781-967-5</li>
                <li>Намханова М. В. Развитие информационной инфраструктуры управления особыми экономическими зонами туристско-рекреационного типа / М. В. Намханова, Б. Б. Санжин // Вестник Бурятского государственного университета. – 2014. – № 2. – С. 111-114.</li>
                <li>Николаева Т. П. Какая инфраструктура нужна малому бизнесу? / Т. П. Николаева, Е. М. Коростышевская // Инновации. – 2011. – № 3(149). – С. 33-37.</li>
                <li>Новосельцев А. А. Возможность применения аудита в процессе управления информационной инфраструктурой / А. А. Новосельцев // Социально-экономические явления и процессы. – 2012. – № 11(45). – С. 177-180.</li>
                <li>Обеспечение информационной безопасности бизнеса / В. Андрианов, С. Зефиров, В. Голованов, Н. Голдуев. – Москва : Центр Исследований Платежных Систем и Расчетов, 2011. – 4375 с. – ISBN 978-5-9614-1364-9.</li>
                <li>Плотникова Т. А. Инфраструктура поддержки малого бизнеса в России / Т. А. Плотникова // Проблемы экономики и юридической практики. – 2011. – № 4. – С. 249-252.</li>
                <li>Ревнивых А. В. Мониторинг информационной инфраструктуры организации / А. В. Ревнивых, А. М. Федотов // Вестник Новосибирского государственного университета. – 2013. – Т. 11, № 4. – С. 84-91.</li>
                <li>Сафина Г. Р. Влияние крупного бизнеса на инвестиционный потенциал и бизнес-инфраструктуру регионов / Г. Р. Сафина // Дискуссия. – 2013. – № 8(38). – С. 80-82.</li>
                <li>Смолик А. Е. Формирование и оценка эффективности механизмов управления информационной инфраструктурой предприятия / А. Е. Смолик // Аудит и финансовый анализ. – 2011. – № 6. – С. 342-352.</li>

                <h4>2. Информационная инфраструктура инноваций в современном бизнесе</h4>
                <li>Агузаров З. А. Региональные особенности развития информационной инфраструктуры инновационной деятельности / З. А. Агузаров // Известия Кабардино-Балкарского научного центра РАН. – 2012. – № 2(46). – С. 19-25. </li>
                <li>Бовкун А. С. Анализ функционирования модулей инновационной инфраструктуры в регионе / А. С. Бовкун // Вестник Челябинского государственного университета. – 2018. – № 12(422). – С. 73-80. </li>
                <li>Бутрюмова Н. Н. Информационная инфраструктура поддержки малых инновационных предприятий / Н. Н. Бутрюмова // Сборник трудов Междисциплинарного научно-практического семинара «Экономика ИТ и инноватика: Интеграция бизнеса и процессов». – Санкт-Петербург, 2011. – С. 79.</li>
                <li>Гаранина Г. Г. Анализ информационной инфраструктуры предприятия в рамках инновационного обновления бизнес-процессов / Г. Г. Гаранина // Ярославский педагогический вестник. – 2013. – Т. 1, № 4. – С. 107-110. </li>
                <li>Горбунова А. Ю. Региональная инновационная инфраструктура и оценка значимости ее элементов / А. Ю. Горбунова // Управление экономическими системами. – 2014. – №7(67) – С. 25-26. </li>
                <li>Груздова М. В. Информационная система в управлении инновационной деятельностью / М. В. Груздова // Наука, техника и образование. – 2014. – № 2. – С. 63-67. </li>
                <li>Денисов В. Ф. Инфраструктура инновационного развития регионов и информационно-коммуникационные технологии / В. Ф. Денисов // Интеллект. Инновации. Инвестиции. – 2011. – № 8. – С. 89-93. </li>
                <li>Днепровская Н. В. Анализ информационной инфраструктуры инновационной экономики / Н. В. Днепровская, И. В. Шевцова // Статистика и экономика. – 2011. – № 6(2). – С. 40-44. </li>
                <li>Зеленская Т. В. Инновационная инфраструктура: функции, уровни и формы / Т. В. Зеленская, Е. Л. Соколова // Вестник СибГАУ. – № 2. – 2012. – С. 162-165. </li>
                <li>Зимарская О. В. Проблемы информационной инфраструктуры развития инновационной деятельности / О. В. Зимарская // Актуальные вопросы современного экономического развития / М. А. Кобозев, А. А. Громов, Я. А. Тарасов [и др.]. – Ставрополь : Общество с ограниченной ответственностью «Секвойя», 2017. – С. 203-206. </li>
                <li>Иода Е. В. Формирование информационной инфраструктуры в контексте развития инновационной деятельности / Е. В. Иода // Социально-экономические явления и процессы. – 2011. – № 5. – С. 26-31. </li>
                <li>Койда С. П. Тенденции развития информационной инфраструктуры обеспечения предпринимательской деятельности / С. П. Койда // Известия Санкт-Петербургского университета экономики и финансов. – 2012. – № 5. – С. 75-78.</li>
                <li>Колесниченко Е. А. Теоретико-методические аспекты оценки уровня насыщенности региональной экономики инновационной инфраструктурой / Е. А. Колесниченко, В. М. Бугаков, О. Г. Гузеева // Лесотехнический журнал. – 2015. – № 1. – С. 288-299. </li>
                <li>Коломин Р. А. Особенности формирования системы инфраструктурного обеспечения инновационной деятельности в аграрно-индустриальных регионах России / Р. А. Коломин, В. Ю. Лапшин // Лесотехнический журнал. – 2017. – № 2. – С. 214-221. </li>
                <li>Коломин Р. А. Современные тренды в управлении и организации инновационной инфраструктуры на микроуровне / Р. А. Коломин, В. Ю. Лапшин // Лесотехнический журнал. – 2015. – № 4. – С. 266-274. </li>
                <li>Кольган М. В. Модель построения информационной инфраструктуры предприятия в рамках инновационного обновления бизнеса / М. В. Кольган // Исследование инновационного потенциала общества и формирование направлений его стратегического развития. Сборник научных статей 8-й Всероссийской научно-практической конференции с международным участием. – Курск : Университетская книга, 2018. – С. 94-97. </li>
                <li>Комлев А. С. Инновационная инфраструктура России // Вестник Волжского университета им. В. Н. Татищева. – 2013. – № 4(22). – С. 19-28.</li>
                <li>Кривых Н. Н. Формирование информационной инфраструктуры инновационной экономики региона / Н. Н. Кривых // Социально-экономические явления и процессы. – 2011. – № 5. – С. 70-77. </li>
                <li>Кунгурцева В. С. Структура и особенности формирования информационного обеспечения инновационной деятельности предприятия / В. С. Кунгурцева // Перспективы развития информационных технологий. – 2016. – № 5. – С. 98-102. </li>
                <li>Кунгурцева В. С. Тенденции и проблемы инновационного развития информационно-коммуникационных систем в условиях цифровой экономики / В. С. Кунгурцева, А. Б. Титов // Научно-технические ведомости Санкт-Петербургского государственного политехнического университета. Экономические науки. – 2018. – Т. 1, № 11. – С. 54-63.</li>
                <li>Латышева А. И. Информационная инфраструктура инновационных агропроектов / А. И. Латышева // ИТ-портал. – 2018. – № 1. – С. 1-17. </li>
                <li>Мартов С. Н. Комплексный подход к разработке информационной инфраструктуры для деятельности малых инновационных предприятий / С. Н. Мартов // Регион: системы, экономика, управление. – 2012. – № 4(19). – С. 108-113. </li>
                <li>Нефедьев А. Д. Инновационная инфраструктура / А. Д. Нефедьев // Креативная экономика. – 2011. – № 10. – С. 42-48. </li>
                <li>Никитская Е. Ф. Концептуальные подходы к сущностной характеристике экономической и инновационной инфраструктуры / Е. Ф. Никитская, А. Е. Пойкин // Вестник евразийской науки. – 2016. – Т. 8, № 2. – С. 1-15. </li>
                <li>Перескокова М. А. Роль информационной инфраструктуры в инновационной деятельности предприятия / М. А. Перескокова, Т. И. Ларинина // Современные тенденции развития науки и технологий. – 2015. – № 4. – С. 106-108. </li>
                <li>Плотников В. А. Информационная инфраструктура и ее роль в обеспечении инновационного развития бизнеса / В. А. Плотников, С. П. Койда // Экономика и управление. – 2014. – № 1(99). – С. 30-35. </li>
                <li>Ромицына Г. А. К вопросу создания инновационной инфраструктуры в регионе / Г. А. Ромицына // Концепт. – 2015. – № 9. – С. 1-5. </li>
                <li>Руденко Л. Г. Механизм инновационной инфраструктуры поддержки развития малого предпринимательства / Л. Г. Руденко // Вестник университета. – 2019. – № 1. – С. 64-71. </li>
                <li>Сибирская Е. В. О разработке информационной инфраструктуры инновационной деятельности малых предприятий / Е. В. Сибирская, О. А. Строева, С. Н. Мартов // Современные проблемы науки и образования. – 2013. – № 1. – С. 132-133. </li>
                <li>Стебеняева Т. В. Комплексная информационная платформа как новый инструмент взаимодействия экономических агентов региональной инновационной инфраструктуры / Т. В. Стебеняева, Т. С. Ларина // Проблемы экономики и менеджмента. – 2013. – № 8(24). – С. 83-88. </li>
                <li>Шакирова М. В. Инновационная инфраструктура и ее влияние на развитие малого бизнеса / М. В. Шакирова // Шакирова Марина Владимировна. – 2019. – № 3. – С. 106-111.</li>
                <li>Шепталин Г. А. Структура информационных ресурсов инновационного бизнеса / Г. А. Шепталин // Актуальные проблемы гуманитарных и естественных наук. – 2014. – № 5. – С. 281-284. </li>
                <li>Юленкова И. Б. Развитие финансовой инфраструктуры инновационного бизнеса / И. Б. Юленкова, А. В. Тарадаева // Национальные интересы: приоритеты и безопасность. – 2012. – № 2(143). – С. 16-23.</li>

                <h4>3. Аспекты и особенности информационной инфраструктуры современного бизнеса</h4>
                <li>Абышева И. Г. Информационная инфраструктура как основной элемент цифровой экономики. Материалы Международной научно-практической конференции / И. Г. Абышева, Е. В. Тимошкина // Аграрная наука – сельскохозяйственному производству. – Ижевск : Ижевская государственная сельскохозяйственная академия, 2019. – С. 215-220. </li>
                <li>Авдеева И. Л. Развитие информационной инфраструктуры менеджмента в условиях становления экономики знаний / И. Л. Авдеева // Экономический анализ: теория и практика. – 2017. – № 3. – С. 521-532. </li>
                <li>Анисифоров А. Б. Базовые принципы формирования, развития и эксплуатации информационной инфраструктуры предприятия в решении задач информационного менеджмента / А. Б. Анисифоров // Научный журнал НИУ ИТМО. Серия «Экономика и экологический менеджмент». – 2019. – № 3. – С. 128-136. </li>
                <li>Анисифоров А. Б. Основные направления защиты корпоративной информации в информационной инфраструктуре предприятия / А. Б. Анисифоров // Фундаментальные и прикладные исследования в области управления, экономики и торговли. Сборник трудов всероссийской научной и учебно-практической конференции. – Санкт-Петербург, 2020. – С. 242-248. </li>
                <li>Байдаков А. Н. Системные аспекты формирования инновационной инфраструктуры бизнеса / А. Н. Байдаков, А. Р. Григорян // Политематический сетевой электронный научный журнал Кубанского государственного аграрного университета. – 2016. – № 124. – С. 1293-1304. </li>
                <li>Басыня Е. А. Интеллектуальная поддержка при принятии технических решений в информационной инфраструктуре предприятия / Е. А. Басыня // Защита информации. Инсайд. – 2020. – № 4(94). – С. 68-73. </li>
                <li>Басыня Е. А. Программная реализация и исследование системы интеллектуально-адаптивного управления информационной инфраструктурой предприятия / Е. А. Басыня // Вестник Самарского государственного технического университета. – 2020. – № 1(65). – С. 6-21. </li>
                <li>Башмачникова Е. В. Уязвимости инфраструктуры информационных технологий для бизнеса и предпринимательства / Е. В. Башмачникова // Вестник Поволжского государственного университета сервиса. Серия: Экономика. – 2020. – № 3(62). – С. 127-133. </li>
                <li>Бочкарев А. М. Структура системы информационного обеспечения производственной деятельности предприятия / А. М. Бочкарев // Вестник Российского экономического университета им. Г. В. Плеханова. – 2018. – № 6. – С. 121-129. </li>
                <li>Верещагина Е. А. Методы и особенности взаимодействия клиентов информационной системы с центром управления в целях мониторинга инфраструктуры предприятия / Е. А. Верещагина, А. К. Рудниченко, Д. С. Колесникова // Инженерный вестник Дона. – 2020. – № 5(65). – С. 21. </li>
                <li>Волошененко Д. В. Анализ методов моделирования бизнес-процессов в задачах оценки эффективности модернизации информационной инфраструктуры предприятия / Д. В. Волошененко, Л. Д. Комарова, В. Л. Литвинов // Актуальные проблемы инфотелекоммуникаций в науке и образовании (АПИНО 2019). Сборник научных статей VIII Международной научно-технической и научно-методической конференции. – Санкт-Петербург, 2019. – С. 157-162.</li>
                <li>Гладкий Д. А. Актуальные проблемы обеспечения информационной безопасности персональных данных ключевых систем информационной инфраструктуры / Д. А. Гладкий, В. В. Фурсов // Международный научный студенческий журнал. – 2020. – № 11. – С. 47-50. </li>
                <li>Гриценко Г. М. Инфраструктура информационного обеспечения населения и бизнеса сельских территорий Алтайского края / Г. М. Гриценко // Никоновские чтения. – 2019. – № 24. – С.	 359-361.</li>
                <li>Демченко С. А. Аспекты формирования информационной инфраструктуры организации в цифровой экономике / С. А. Демченко // Управление экономическими системами. – 2017. – № 10(104). – С. 2-18. </li>
                <li>Ерохин С. Д. Управление безопасностью критических информационных инфраструктур / С. Д. Ерохин, А. Н. Петухов, П. Л. Пилюгин. – Санкт-Петербург : Горячая Линия Телеком, 2021. – 240 с. – ISBN 978-5-9912-0916-8. </li>
                <li>Жарова А. К. Правовое регулирование создания и использования информационной инфраструктуры в Российской Федерации : монография / А. К. Жарова. – Москва : Юрайт, 2021. – 302 с. – ISBN 978-5-534-14919-7. </li>
                <li>Капулин Д. В. Информационная структура предприятия : учебное пособие / Д. В. Капулин, А. С. Кузнецов. – Москва : Инфра-М, 2018. – 186 с. – ISBN 978-5-16-013433-8. </li>
                <li>Катков Ю. Н. Формирование информационной инфраструктуры в системе обеспечения информационной безопасности организации / Ю. Н. Катков // Доклады ТСХА. – Москва : Российский государственный аграрный университет МСХА им. К.А. Тимирязева, 2020. – С. 172-177. </li>
                <li>Класс А. К. «Архитектура предприятия», «информационная структура», «информационная инфраструктура»: уточнение терминологии / А. К. Класс // Неделя науки СПбПУ. Материалы научной конференции с международным участием. – Санкт-Петербург : Федеральное государственное автономное образовательное учреждение высшего образования «Санкт-Петербургский политехнический университет Петра Великого», 2017. – С. 44-46.</li>
                <li>Кольган М. В. Информационная инфраструктура как приоритет развития цифровой среды предприятий / М. В. Кольган // Инновационные технологии управления. Сборник статей по материалам V Всероссийской научно-практической конференции. – Нижний Новгород : Нижегородский государственный педагогический университет имени Козьмы Минина, 2018. – С. 247-248. </li>
                <li>Ланских Ю. В. Архитектурное решение задачи повышения эффективности управления информационной инфраструктурой предприятия / Ю. В. Ланских, Я. В. Коновалова // Вестник Южно-Уральского государственного университета. – 2017. – Т. 17, № 4. – С. 66-76.  </li>
                <li>Мельникова А. С. Инструменты формирования информационной инфраструктуры высокотехнологичных промышленных предприятий / А. С. Мельникова // Journal of new economy. – 2018. – Т. 19, № 6. – С. 123-134. </li>
                <li>Мордовченков Н. В. Современный уровень информационной инфраструктуры в управлении ресторанным бизнесом / Н. В. Мордовченков, И. Ю. Попова // Вестник НГИЭИ. – 2016. – № 5(60). – С. 48-59. </li>
                <li>Нестеровский О. И. Особенности защиты информации на значимых объектах ключевой информационной инфраструктуры / О. И. Нестеровский, Н. В. Филиппова // Охрана, безопасность, связь. – 2021. – № 6. – С. 58-63. </li>
                <li>Пейков А. М. Оценка функционирования региональной инфраструктуры поддержки предпринимательства: количественный аспект / А. М. Пейков, Я. Ю. Радюкова, Е. А. Колесниченко // Вестник Волгоградского государственного университета. Серия 3: Экономика. Экология. – 2017. – Т. 19, № 2. – С. 51-57. </li>
                <li>Подгорная Г. Н. Инструментальный метод обеспечения аудита информационной инфраструктуры малого бизнеса / Г. Н. Подгорная // Экономический рост Республики Беларусь: глобализация, инновационность, устойчивость. Материалы XIII Международной научно-практической конференции. – Минск, 2020. – С. 400-401.</li>
                <li>Построение версий информационной инфраструктуры с опережением возникновения информационных потребностей управления / А. С. Сигов, В. В. Нечаев, А. В. Рожнов, И. А. Лобанов // Десятая всероссийская мультиконференция по проблемам управления (мкпу-2017). – 2012. – С. 112-115.</li>
                <li>Разумова Ю. В. Формирование информационной инфраструктуры на предприятиях энергетического сектора / Ю. В. Разумова, Н. Б. Макаренко // Фундаментальные исследования. – 2017. – № 2. – С. 200-207.</li>
                <li>Сулименко О. В. Оптимизация бизнес-процессов путем использования и расширения информационной инфраструктуры / О. В. Сулименко // Дизайн-проект дистанционной экономики Дона / В. В. Высоков, М. А. Самойлова, Г. Т. Ахмедова [и др.]. – Ростов-на-Дону : Ростовский государственный экономический университет «РИНХ», 2020. – С. 25-36.</li>
                <li>Сушко Е. С. Совершенствование информационных инфраструктур предприятий малого бизнеса как фактор модернизации хозяйственного механизма / Е. С. Сушко, В. Г. Суржко // Экономика и маркетинг в промышленности. Материалы студенческой научно-технической конференции, проводимой в рамках международного молодежного форума. – Минск : Белорусский национальный технический университет, 2019. – С. 190-192. </li>
                <li>Сыйазбек Е. К. Тенденция влияния информационной инфраструктуры на реализацию бизнес-процессов / Е. К. Сыйазбек, Д. С. Найманова // Научный аспект. – 2019. – Т. 3, № 1. – С. 302-306. </li>
                <li>Тимошкина Е. В. Информационная инфраструктура предприятия как основной элемент цифровой экономики страны / Е. В. Тимошкина, Е. С. Третьякова // Экономика и предпринимательство. – 2019. – № 4(105). – С. 191-194. </li>
                <li>Филиппова К. А. Проблема обеспечения безопасности информационной инфраструктуры малого и среднего бизнеса в современной России / К. А. Филиппова // Экономика, экология и общество россии в 21-м столетии. Сборник научных трудов 19-й Международной научно-практической конференции. – Санкт-Петербург, 2017. – С. 480-483.</li>
                <li>Цогоева М. И. Информационная инфраструктура как фактор активизации международного бизнеса / М. И. Цогоева, Э. О. Галаова // Актуальные вопросы современной экономики. – 2019. – № 1. – С. 299-305.</li>
                <li>Чебак А. О. Анализ особенностей использования искусственного интеллекта в разрезе информационной инфраструктуры предприятия и его трансформации на развивающихся рынках / А. О. Чебак // Актуальные проблемы экономической теории и практики. Сборник научных трудов. – Краснодар : Кубанский государственный университет, 2020. – С. 131-141. </li>
                <li>Шинкарев А. А. Об одном подходе к реализации информационной инфраструктуры обновляемого информационного поиска / А. А. Шинкарев // Вестник Южно-Уральского государственного университета. – 2021. – Т. 21, № 1. – С. 5-11.</li>
              </ol>
              )
          },
          buttons: []
        }
    }
  },
]

export default carouselItems;